Revit 2027 API
ParameterTypeId.SpanDirInstParamAngle Property
 "Span Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpanDirInstParamAngle { get; }
Public Shared ReadOnly Property SpanDirInstParamAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpanDirInstParamAngle {
	ForgeTypeId^ get ();
}
static member SpanDirInstParamAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace